const faqData = [
	{
		id: 1,
		question: '판매/거래 금지 물품을 확인해보세요!',
		answer: `이제너해는 현행 법령을 위반하는 물품의 거래는 물론, 
		이제너해에서 거래가 부적절하다고 판단되는 물품에 대해 운영 정책에 따라 금지하고 있어요. 
        \n 또한 판매 자격을 갖춘 경우라도 개인간 거래를 지향하는 이제너해에서는 해당 물품을 판매할 수 없어요.
        \n* 상표권 침해 물품: 가품 / 이미테이션 / 위조물품
        * 청소년 유해매체물 등: 청소년이용불가등급물 및 선정적인 이미지, 글 포함
        * 운영정책상 제한 고가품: 100만원 이상 금제품, 1000달러 이상 외환
        * 운영정책상 금지 행위: 사회 통념상 용인이 되지 않는 행위, 조건이 있는 무료나눔 행위
        \n이외 현행 법령 및 이제너해 운영정책을 위반하는 모든 물품은 거래 금지 물품이에요. 
        \n거래 금지 물품 신고가 접수될 경우, 운영정책 위반 내용에 따라 경고가 진행되며, 
        반복적으로 누적될 경우에는 최대 365일 간 이용이 정지될 수 있으며, 
        현행 법령을 위반할 경우 처벌받을 수 있어요. 
        \n거래 금지 물품을 잘 확인해 건강하고 따뜻한 거래를 함께 만들어가요!`,
	},

	{
		id: 2,
		question: '탈퇴는 어떻게 하나요?',
		answer: `[마이페이지 > 개인정보수정 > 탈퇴하기]에서 탈퇴할 수 있어요.
        \n탈퇴하면 모든 게시글과 채팅 내용, 활동정보가 삭제되고 복구할 수 없으니 신중하게 탈퇴해주세요.`,
	},

	{
		id: 3,
		question: '프로필 사진을 변경하고 싶어요.',
		answer: `[마이페이지 > 개인정보수정]에서 변경할 수 있어요.`,
	},

	{
		id: 4,
		question: '삭제된 채팅방을 복구할 수 있나요?',
		answer: `아쉽게도 삭제된 채팅방은 복구할 수 없어요. 
        \n만약 상대방과 다시 채팅을 나눠야 하는 상황이라면 
		아래 내용과 함께 문의 주시면 확인 후 새로운 채팅방을 열어 드릴 수 있어요.
        \n1. 상대방 닉네임:
        \n2. 채팅방 제목(상품명):
        \n3. 대화를 나눴던 대략적인 날짜:`,
	},

	{
		id: 5,
		question: '책을 팔고 싶은데 게시글은 어떻게 작성하나요?',
		answer: `[홈 화면의 '내책판매' 버튼 클릭 -> 상품 등록] 에서 판매글을 자유롭게 작성해주시면 돼요.`,
	},

	{
		id: 6,
		question: '판매글 삭제나 수정은 어떻게 하나요?',
		answer: `[마이페이지 > 나의 판매목록 > 판매중] 으로 들어가시면 삭제 혹은 수정이 가능합니다.`,
	},
];

export default faqData;
